Repository: DhiaDjobbi/therapy-scheme-generator
Catalog: translations/messages.*.xlf
Languages: de

# project_title
source: Therapy Scheme Generator
de: Therapiezusammenstellung

# main_form_title
source: Main Form
de: Hauptform

# stub_new_form_title
source: New Therapy Stub
de: Neuer Therapiestummel

# stub_edit_form_title
source: Edit "stub_name"
de: Bearbeiten "stub_name"

source: Search Label
de: Suchlabel

source: Search Therapy
de: Therapie suchen

# new_therapy_stub
source: New Stub
de: Neuer Therapiestummel

# new_therapy_scheme
source: New Scheme
de: Neues Therapieschema

# therapy_stub_form
source: New Therapy Stub
de: Neuer Therapiestummel

# therapy_stub_form_description
source: Description
de: Beschreibung

# therapy_stub_form_background
source: Background
de: Hintergrund

# form_save
source: Save
de: Speichern

# form_cancel
source: Cancel
de: Stornieren

# form_delete_undo
source: Delete/Undelete
de: LÃ¶schen/Wiederherstellen

# therapy_table_title
source: Title
de: Titel

# therapy_table_description
source: Description
de: Beschreibung

# therapy_table_background
source: Background
de: Hintergrund

# therapy_table_comment
source: Comment
de: Kommentar

# therapy_table_label_list
source: Labels list
de: Liste der Etiketten

# therapy_table_load_labels
source: Load labels
de: Etiketten laden

# therapy_table_generate_button
source: Generate
de: Generieren

# therapy_stubs_list_title
source: Therapy Stubs List
de: Liste der Therapiestummel
